Repository: henyee/NBDYSJCT
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: “你看他多有爱心啊，而且还那么支持你的工作，对孩子们又好，还不像那些小年轻一样黏人，完美符合你的择偶标准啊。”薇薇安还不死心。
en_us: "See how loving he is. Furthermore, he supports your work so much, and is so nice to children. He also isn't clingy like those young men. He fits your mate's requirements perfectly." Vivian refused to give up.

source: “你看你，怎么这么不小心呢。”麦格向前走了两步，笑眯眯的看着挣扎着从墙上把自己抠出来的巨汉。
en_us: "Look at you. Why are you so careless?" Mag took two steps forward and smilingly looked at the big guy who was trying to extricate himself out of the wall.

source: “你看看，把人家小姑娘吓成什么样了，你还狡辩什么。”亚伯罕一脚把奥尔登踹翻在地，更加气愤了。
en_us: "Look, you've scared the little girl, and you're still trying to find excuses." Abraham kicked Aulden to the ground, and felt even angrier.

source: “你看，你一个愿望都不能满足我，这不是扯淡吗。”麦格撇撇嘴，顺手给了他一个大嘴巴子。
en_us: "See, you can't even satisfy any one of my wishes. Aren't you sprouting nonsense?" Mag pursed his lips and gave Boris a slap.

source: “你看，卖萌也还是可以维持生活的样子。”艾米晃着手里的钱袋，微笑着说道。
en_us: "Look, acting cute can also sustain a living," Amy said with a smile as she shook the money pouch in her hand.

source: “你看，那边的酒馆好像还不错。”
en_us: "Look, that tavern seems not bad."

source: “你眼睛看花了吧，还是昨晚公粮交多了，太虚了。”两个站在院墙外的护卫嘀咕道。
en_us: "Your eyes must be playing tricks on you, or did you have too much fun last night that you're too weak now?"

source: “你瞧瞧你这气生的，伤身就不值得了，我会心疼的。”
en_us: "Why are you getting angry? It's not worth it if you hurt your health. My heart will ache."

source: “你知道怎么做吗？”伊琳娜看着放下那大袋绿豆的麦格，有些好奇的问道。
en_us: "Do you know how to make it?" Irina asked curiously when Mag placed the bag of mung beans down.

source: “你知道我为何不发兵吗？”星空洞府之中，海伦娜看着下方的莎莉，开口问道。
en_us: In the Starry Cave, Helena said to Sally below, "Do you know why I'm not sending the troops?"

source: “你确定了？”
en_us: "Are you sure?"

source: “你确定昨日看到的，是乔修？”安德烈看着利尔问道。
en_us: "Are you certain that it was Josh that you saw last night?" Andre asked Lear.

source: “你竟然学会提前发放任务奖励了？！”
en_us: "You actually learned how to give a mission advance reward?!

source: “你要是不写的话，我就不抽了，哼，没意思。”艾米有些傲娇道。
en_us: "If you don't do it, I'm not picking. Hmph. This is so boring," Amy said proudly.

source: “你要的酒和菜。”麦格端着托盘出来，放下开好瓶的酒和三道下酒菜，然后侧身退到一旁。
en_us: "Your liquor and side dishes." Mag came out with a tray. After putting down the opened liquor and three side dishes, he stepped to the side.

source: “你觉得我信吗？”
en_us: "Do you think I will believe that?"

source: “你觉得我想什么了？”伊琳娜笑着反问。
en_us: "What do you think I think it is?" Irina asked with a smile.

source: “你觉得我想的是什么样的。”伊琳娜不置可否。
en_us: "What do you think I am imagining?" Irina didn't make her point clear.

source: “你觉得这是你吗？”伊琳娜看了那画像一眼，然后问道。
en_us: Irina took a look at that drawing, and then asked, "Do you feel that this is you?"

source: “你认为亚历克斯有欺骗我们的必要？”
en_us: "Do you think Alex will lie to us?"

source: “你认为这是你们鬼族特有的能力吗？”伊琳娜撇了撇嘴。
en_us: "Do you think this is a special ability that only the Ghost Clan has?" Irina pressed her lips together.

source: “你试试不就知道了。”
en_us: "Try it to find out."

source: “你该不会是想让艾米坐在门口喝酒吧？”伊琳娜微微皱眉，这套路麦格在麦米餐厅已经用过许多次。
en_us: "Don't tell me you want Amy to drink at the door?" Irina frowned. Mamy Restaurant had already used this tactic several times at Mamy Restaurant.

source: “你说吧，这次的事情你不过就是听令盖了个章，把密令发出去，到头来却把你也给抓进去了。军令如山啊，你要是不发那密令，前些天就把你给抓了……”
en_us: "Tell me. All you did was listen to orders and press the seal to send out the secret message, but then they arrested you. Military orders are absolute. If you hadn't sent that secret message, you would have been arrested a few days ago…

source: “你说那前辈是被冤死的？这件事本和他无关？”麦格见他喝的差不多了，开始诱导模式。
en_us: "You mean your senior was wronged? This has nothing to do with him?" Seeing that Bobby was almost gone, Mag started to lead him on with questions.

source: “你说，麦老板会不会真的一个月都不回来啊？”麦米餐厅外，哈里森看着紧紧关着的餐厅大门，叹了口气道。
en_us: "Say, is Boss Mag really not coming back for a month?" Harrison sighed loudly as he looked at the tightly shut door in front of Mamy Restaurant.

source: “你还是不懂女人，这一百万是买命钱，也当做是还了我们一个人情。你要是不收这钱，她以后在我们面前终究不会自在，这就是女人。”伊琳娜笑着说道。
en_us: "You still don't understand women. This 1 million is money to buy her life. It was also akin to returning our favor. If you don't accept this money, she would feel uneasy in front of us in the future. This is a woman," Irina said with a smile.

source: “你这一下，就有点皮。”
en_us: "That's a little naughty of you."

source: “你这一声爹叫的，爸爸还是舒服的。”麦格点点头，“爸爸会努力干的。”
en_us: "Gambadad? Hearing you call me dad makes me feel good." Mag nodded. "Daddy will work hard." [1. There is no sexual connotation here. In Chinese culture, being called "Dad/Father" by others was a way of "taking advantage" of them by claiming superiority/ seniority.]

source: “你这不是糊弄吗？”一位大臣眉头一皱，官威便显露出来了，隐隐要发怒。
en_us: "Aren't you trying to smoke your way through?" A courtier frowned as he suppressed his anger.

source: “你这个人，很不对劲。”晞的目光重新落到了麦格的身上，空着的右手上出现了一杆充满科技感的黑色重狙。
en_us: "There's something very wrong with you." Xi's gaze landed onto Mag again. A technological-looking black bullpup assult rifle appeared in her empty right hand.

source: “你这个家伙就是贪便宜买到了二手歪货了！”麦格翻了个白眼，没好气道。
en_us: "You probably bought a fake second-hand good because you wanted to get it cheap!" Mag rolled his eyes.

source: “你这个糟糕的系统！”艾米眉头一皱。
en_us: "You're a terrible System!" Amy frowned.

source: “你这丫头，不太对。”埃菲看了她一眼。
en_us: "You, wench, that's not nice." Eiffie glared at her.

source: “你这关注点好像有点不太一样啊。”老板有些奇怪的看了他一眼。
en_us: "Your focus is rather unusual." The boss gave Mag a weird look.

source: “你这功力，也差远了吧。”麦格的目光已经恢复了清明，反倒是那大蛇的目光变得有些呆滞，双翅无意识的扇动着。
en_us: "Your power is way below mine." Mag's gaze became clear while that big snake's gaze turned daze instead. Its wings simply flapped unconsciously.

source: “你这动作可真快，要不晚上我们一起吃个饭？”弗格斯看了眼桌上的酒，笑着说道。
en_us: "You're really fast. Why don't we have dinner together tonight?" Fergus said with a smile as he eyed the wine on the table.

source: “你这小脑袋每天就知道睡睡睡，其他什么都不知道。”埃菲没好气的点了一下她的额头，看着酿酒坊，笑着要头道：“我不想要那么多酒馆，我只要父亲和母亲留给我的这家就足够了。而且我喜欢酿酒，也想真正继承父亲的事业，酿出正宗的泰坦酒，这才是能够让我快乐的事情。”
en_us: "All that little head of yours is sleep, sleep and sleep and nothing else." Eiffie flicked Mala's forehead with exasperation. She looked at the brewery and shook her head with a smile, "I don't need so many taverns. I only want this tavern that Father and Mother left to me. Furthermore, I like to brew liquor. I like to truly inherit Father's career and brew the authentic Titan Liquor. This is what makes me happy."

source: “你这想法……”伊琳娜思索了一会，赞同的点了点头，“妙啊！”
en_us: "This idea…" Irina thought for a while, and nodded in agreement. "Superb!"

source: “你这点子靠谱，一会咱们就去实地探探。”
en_us: "Your idea is good. Let's go there and check it out later.

source: “你这种低级文明的追踪器，不是为了增加我被怀疑的可能性而存在的吗？”麦格撇撇嘴。
en_us: "Isn't your low-tier civilization tracking device going to increase my suspicion?" Mag pressed his lips together.

source: “你醒了啊。”伊琳娜笑吟吟的看着他。
en_us: "You're awake." Irina looked at him smilingly.

source: “你错了，精灵族不需要统治阶级，能让精灵族再次伟大的，不是什么强大的护卫队和不可攻破的堡垒，而是让各族羡慕的自由、平等，以及所有精灵守护风之森林的那颗坚决的心。”伊琳娜的手中出现了法师杖。
en_us: "You're wrong. The elves don't need a ruling class. It's not powerful garrison troops or impenetrable fortresses which can't be overrun that can make the elven race strong again, but freedom and equality that the other races envy and the determined heart to defend the Wind Forest." A magic caster's staff appeared in Irina's hands.

source: “你骗我！事情根本没有像你说的那样！我现在什么都没有了！！！”
en_us: "You lied to me! Things didn't go as you said they would! I have nothing now!!!"

source: “你，带上五百人，往西边去追击！”艾略特指着先前那个精灵说道。
en_us: Elliot pointed to that elf earlier and said, "You, bring 500 men and pursue them westward!"

source: “俗话说，酒香不怕巷子深，作为一家酒馆，想要生意好，酒好不好是关键。”麦格说道。
en_us: "As the saying goes, good wine needs no bush. As a tavern, the key to good business still lies in the wine," Mag said.

source: “倒是挺会变通的。”麦格也是笑着点头。
en_us: "They are really quite flexible." Mag also nodded with a smile.

source: “值了值了，我要再去买十本！”
en_us: "It's so worth it. I am going to buy 10 more copies!"

source: “假的，要是真的有这么开心吗？”埃菲没好气的白了她一眼
en_us: "No. Do you need to be that happy if it is real?" Eiffie gave her a disdainful look.

source: “做了什么好吃的呢。”伊琳娜走进厨房，看到那乌黑的一锅，也是嘴角抽搐了一下。
en_us: "What nice food did you make?" Irina walked into the kitchen. The corner of her mouth also twitched when she saw that blackened wok.

source: “做早餐吗？”
en_us: "Prepare breakfast?"

source: “做早餐吗？”麦格跨过门口立着的一把菜刀，来到塞满了米饭的灶台前，看着灶台上那锅焦黑的黑暗料理，嘴角抽搐了一下。
en_us: "Are you making breakfast?" Mag stepped over a chef's knife that was stabbed into the floor at the entrance, and came to the stove that was covered with rice. The corners of his mouth twitched as he stared at that dark cuisine on the stove.

source: “停车。”亚伯罕说道。
en_us: "Stop," said Abraham.

source: “像吗？”麦格笑着问道。
en_us: "Familiar?" Mag asked with a smile.

source: “先不必进去坐，我今天来，就是想问问你们这里是否承接商铺出租的中介服务？”麦格看着费奇开门见山道。
en_us: "There's no need for me to go in for a seat. I am here today to ask if have services covering shop rentals," Mag said straightforwardly when he saw Fitch.

source: “先别着急喝，我给你拿点下酒菜。”麦格看了一眼抓着酒瓶，便打算直接开灌的伊琳娜说道。
en_us: "Don't be in a rush to drink it. I'll get you some dishes to go with it," Mag told Irina, who was grabbing the wine bottle in a rush to down it all.

source: “先前卡托拉大人可还说这酒是糊弄呢。”卢西恩揶揄道。
en_us: "Lord Cataula even said that he was trying to smoke his way through with this drink," Lucien mocked.

source: “先将暮光森林扫一圈，如果没有的话，就进入洛斯帝国境内边境一代扫一遍。”麦格略一思索道：“在整肃完成之前，安德烈不会急于发动新的战争，他是一个需要完全掌控局面的人。但乔修不会等，他一定会挑起新的事端，此刻兽人族对洛斯帝国发起报复袭击是完全合理的。”
en_us: "Let's comb through the Twilight Forest first. If he isn't here, then let's look around the Roth Empire's borders' area." After some pondering, Mag said, "Andre won't be starting a war in a hurry without straightening out the military first. He's someone who needs to have total control over the situation. But Josh won't be waiting. He will definitely create new troubles, and it is completely reasonable for the orcs to attack the Roth Empire in retaliation."

source: “先拌红油吗？”麦格有点意外艾米的提议，略一思索，便点了点头，“那我试试。”
en_us: "Mix the red oil first?" Mag was a little surprised at Amy's suggestion but after thinking about it for a while, he nodded and said, "I'll give it a shot."

source: “先放这里吧，明天再找人来帮忙搬运到地窖里。”埃菲用丝巾擦拭着额头上的汗水，有些嫌弃的看着自己被汗水浸湿黏在身上的衣服道：“我要先去洗澡换衣服，然后休息一会，晚上还得营业。”
en_us: "Leave it here first. I'll get someone over to help move this into the cellar tomorrow." Eiffie wiped the perspiration on her forehead with a silk handkerchief. She looked at the clothes that were soak in perspiration with disdain and said, "I am going to wash and change up. After that, I'll take a break before opening the tavern at night."

source: “先清除周围的古尸，给他减轻一些压力。”伊琳娜很快收回目光，吟唱着魔法咒语，用圣光术扫荡着那些试图靠近麦格的古尸。
en_us: "Clear the ancient corpses around first to lighten his load." Irina quickly looked away. She sang a magical chant and used the Holy Light Technique to wipe out some of the ancient corpses that were trying to go close to Mag.

source: “光之神，请赐予我力量，让我清除这个邪恶的存在，涤荡一切肮脏与罪恶！”
en_us: "God of Light, please bestow me with the power to eradicate this evil presence and cleanse all dirt and sins!"

source: “克苏鲁不死不灭，只能设法将其重新封印，就算是古老者也没有办法杀死他。”晞摇头。
en_us: "Cthulhu won't die and can't be destroyed. We can only reseal it. Even the Elder Things cannot kill it." Xi shook her head.

source: “克苏鲁控制了许多古尸，这片冰原恐怕会成为他的兵源地，这些悍不畏死，且数量众多的古尸，会给诺兰大陆带来可怕的劫难。”麦格神情凝重的看着晞：“或许古老者有办法杀死它？”
en_us: "Cthulhu has controlled many ancient corpses. I'm afraid this ice plain will become the source of his army. The countless ancient corpses are going to bring a catastrophe to the Norland Continent." Mag asked to Xi with a grave expression, "Perhaps, the Elder Things has a solution to kill it?"

source: “克苏鲁有多少仆从？恐怖猎手是你的名号，还是一个种族？”麦格再问道。
en_us: "How many servants does Cthulhu have? Is Horror Hunter your name, or the name of a race?" Mag continued to ask.

source: “全地形的车吗？”艾米思考了一下，记在了心里。
en_us: "An all-terrain vehicle?" Amy thought for a while and remembered it.

source: “公……公爵大人！”一旁的约瑟夫霍然起身，看着那富家翁一般打扮的亚伯罕，惊讶道。
en_us: "Your… Your Highness!" Joseph, who was at the side, stood up immediately. He was stunned when he saw Abraham, who was dressed like a rich businessman.

source: “公主，您不会又想跑出去吧？”洛拉把一盘小点心放在温妮莎的面前，小声道。
en_us: Lola placed a small plate of snacks in front of Vanessa, and whispered, "Princess, you are not thinking of escaping again?"

source: “公主，还有一事。”艾许莉看着伊琳娜，神情有些犹豫。
en_us: "Your Highness, there is one more thing." Ashley looked at Irina hesitantly.

source: “公爵大人！”同桌的官员闻声纷纷连忙起身，恭敬的向亚伯罕行礼。
en_us: "Your Highness!" The other officials at the table quickly stood up, and bowed respectfully to Abraham.

source: “公爵大人，您听我……”
en_us: "Your Highness, listen to me…"

source: “公爵大人，那您的早餐？”
en_us: "My Lord Duke, what about your breakfast?"

source: “公爵大人，麦米餐厅关门了，门上挂着的公告说要孩子放假，要出去游玩和取材，歇业一个月。”那骑士有些紧张不安道。
en_us: "My lord, Mamy Restaurant is closed. The notice hanging on the door said the restaurant was closed for one month because his children were having a term break, and they were going away for a vacation and looking for ingredients," that knight replied nervously.

source: “公爵？大人？”奥尔登到了嘴边的话瞬间噎住，摘掉盖住他眼睛的一片猪耳朵，看清楚了那高大胖子的模样，双脚一软，当场就给跪在了地上的盘子碎片上。
en_us: "Your Highness?" Aulden was stumped. He removed the pig's ear that was covering his eyes, and saw what the large man actually looked like. His legs went jelly, and he kneeled down immediately on the broken pieces of the plate.

source: “兰克斯特果然被魔鬼控制了，而且实力得到了一定的提升，能够与亚历克斯一战而不弱下风。”道格拉斯神情复杂道。
en_us: "Rankster is indeed controlled by the devil and his power is elevated. He is able to fight with Alex head on." Douglas said with a complex expression.

source: “兰克斯特还保有一丝神志，尚未完全被控制。”麦格反驳道，但没有提伊丽莎白的事情。
en_us: "Rankster still has a hint of consciousness. He has yet to be fully under control," Mag retorted. However, he did not mention Elizabeth.

source: “兰克斯特！伊丽莎白一直在找你！你难道要让她看到这样的你吗？！”麦格喝道。
en_us: "Rankster! Elizabeth had been looking for you! Do you want her to see you like this?!" Mag shotued.

source: “兰克斯特！兰克斯特！”
en_us: "Rankster! Rankster!"

source: “关于安妮的来历，抱歉我对你撒了谎。”麦格有些歉然道。
en_us: "It's concerning Annie's origin. I'm sorry, I lied to you," Mag said apologetically.

source: “关关关，我关你老母啊！”就在这时，一道骂咧咧的声音从角落里响起，一道肥壮的身影从角落里冲了过来，啪的一下，扬手将一盘吃了一半的凉拌猪耳朵就盖在了奥尔登的脸上。
en_us: "Prison your head!" Just then, a shout came from the corner. A big silhouette rushed over from the corner, and he pressed a plate of half-eaten pig ears salad into Aulden's face with a smack.

source: “兵部就在那边，发生那事之后，加强了防守。”麦格用眼神示意斜对面那一排黑色的房子。
en_us: "That's the Ministry of Defense. Its defense has been heightened after that incident happened." Mag used his gaze to indicate the row of cottages at the opposite side diagonally.

source: “兵部的先关着，一个都不许放出去，相关的消息也不能走漏半点。”安德烈很快恢复了冷静，声音微沉道：“把当日和乔修接触过的法师塔魔法师全部控制起来，然后让理查德来见我。”
en_us: "Keep those from the military locked up. Don't release any of them, and none of this news should be leaked." Andre regained his composure very quickly. He said in a deep voice, "Get all the magic casters Josh met in Magus Tower that day under control, and tell Richard to come to me."

source: “其他人都退下，利尔留下。”安德烈说道。
en_us: "All of you may go now. Lear, stay back," Andre said.

source: “其他可以食用的蜗牛也行。”麦格接着道。
en_us: "Other edible snails will do too." Mag continued on.

source: “其实安妮是那日我在封印混乱之城外那个魔鬼的时候，那魔鬼被雷电劈出来的一个纯粹的善良人格，那日我差点迷失在魔鬼的幻境之中，是她指引我方向，救了我一命。”麦格解释道。
en_us: "Actually, Annie is a purely kind personality that the thunderstrike struck out from the Devil that day when I was resealing the Devil outside of Chaos City. I almost fell into the Devil's hallucination that day and she was the one who pointed the way out for me and saved me," Mag explained.

source: “其实我不认识她，就是中午的时候碰了个面，打了个招呼，她多半是看上我多财多亿，才故意来碰瓷的。”麦格解释道。
en_us: "I actually don't know her. We just met in the morning and exchanged greetings. She's probably here to find trouble after seeing how talented I am," Mag explained.

source: “其实我偶偶会想，你可能就是因为这辈子都没有遇到一个爱你的男人，才会变成现在这样偏执的老太婆。”
en_us: "In fact, sometimes I even think that you became such an obstinate old lady because you never met a man who loves you in your life."

source: “其实我挺好奇你究竟是谁，神？或者是与那些被封印的家伙一样的存在？”麦格站到了安妮的身前，看着晞说道。
en_us: Mag stood in front of Annie and said to Xi, "Actually, I'm very curious about who you are? A god? Or a being similar to those sealed fellows?"

source: “其实我更期待泰坦酒能够在品酒大会再现辉煌。”
en_us: "Actually, I expect the Titan Liquor to reclaim its glory at the liquor tasting event more."

source: “其实要揪出幕后黑手很简单，只要完成黑市任务，把你交给他，自然就能知道是谁在操纵这一切了。”麦格微笑道。
en_us: "Actually, it's easy to seke the mastermind out. Just complete the mission and hand you over to him. That way, we would know who is orchestrating all this at the back," Mag said with a smile.

source: “养殖场和种植场都安装有实时监控系统，不存在强攻击性魔兽突然闯入的可能性，并且现场监控也没有留下任何痕迹。
en_us: "There are surveillance cameras located at the farms as well. It is not possible for any magic beast to intrude no matter how powerful it is. Besides, there was no trace left behind in the surveillance cameras.

source: “兽人永不为低头！”
en_us: "The orcs will never submit!"

source: “再多找几家印刷厂，让他们全力印制，但一定要保证质量。”加兰表情认真的说道：“经销商那边也和他们打好招呼，绝对不能出现加价售卖的情况，一旦出现，将会被收回经销权，并且被十全十美列入黑名单。”
en_us: "Find a few more printing factories and get them to work full force, but maintain the quality." Garlan said seriously, "Also, go talk to the distributors and never allow resale at a higher price to happen. If it happens again, we will take back their distribution rights and put them in the Perfect Food blacklist.

source: “再来一次嘛，再来一次。”
en_us: "One more time. One more time."

source: “再次重申！本系统是一个完美的厨神系统，那个系统的存在可能只是一个意外！”系统严肃道。
en_us: "I repeat! I am a perfect God of Cookery Cultivation System. That System's existence could only be an accident!" the System said seriously.

source: “再见。”帕萨摆摆手，微微摇晃着离去。
en_us: "Goodbye." Pasa waved his hand, and staggered off.

source: “再见了艾米，安妮。”亚北米娅拥抱了一下艾米和安妮，然后道别离去。
en_us: "Goodbye, Amy and Annie." Yabemiya hugged Amy and Annie before leaving.

source: “再见哦小朋友。”温妮莎笑着和艾米道别，顺便撸了一把丑小鸭。
en_us: "Goodbye, little kid." Vanessa smiled and bade Amy farewell while she gave Ugly Duckling a little caress.

source: “再见小姐姐们，我会想你们的。”艾米站在门口，和大家挥手道别。
en_us: "Goodbye, Big Sisters. I will miss you guys." Amy stood at the door, and waved goodbye to all of them.

source: “写……我写……”系统在线卑微。
en_us: "I'll... do it..." the System said in a lowly tone.

source: “准备马车，我去一趟皇宫。”
en_us: "Prepare the horse-drawn carriage. I'm going to the palace."

source: “几位法部的大人，不知我有没有这个荣幸帮你们倒酒啊？”亚伯罕接过管家递来的丝巾擦拭着手上沾染的红油，似笑非笑的看着众人问道。
en_us: "Lords of the Ministry of Law, I wonder if I may have the honor of pouring your wine?" Abraham asked with a seeming smile as he received the handkerchief handed over by his butler to wipe the red oil on his hand.

source: “几位请问要喝点什么。”麦格不卑不亢的问道，丝毫没有被他们这群人身上穿着的官袍和那一身官威唬住。
en_us: "What would you gentlemen like to drink?" Mag asked calmly. He wasn't intimidated by their officials' attire and aura at all.

source: “几次可疑地点都只是短暂逗留，从魔气的轨迹来看，他可能进了洛斯帝国境内，也可能去了人迹罕至的北边。”紫纹狮鹫悬停在暮光森林边缘，梅兰特说道。
en_us: "He only stopped briefly at a few suspicious locations. Judging from the traces of the evil aura, he has most likely entered into the Roth Empire's territory. He could also have gone to the remote north, which is off the beaten track," Merante said while the griffin hovered over the edge of the Twilight Forest.

source: “出……城往西……”领头的骑士只留下了一句话，便歪头晕厥了过去。
en_us: "Out of the...city, to the west..." The leading knight fainted immediately after he said that.

source: “出发吧，过来，我带你们飞。”伊琳娜冲着三人招了招手，脚下金光一闪，三人已是消失在餐厅中。
en_us: "Let's go. Come over, I'll bring you all away." Irina waved to the three of them. A golden light flashed underneath their feet, and they all disappeared from the restaurant.

source: “刚出炉，里边的汤很烫，你们吃的时候要小心一点，小口小口的吃。”麦格给两个小家伙的浅口盘里各夹了一只蟹黄灌汤包，一边提醒道。
en_us: "This just came out of the steamer and it's very hot inside. Be careful when eating. Have it in small bites," Mag placed a crab roe soup dumpling onto each of the two children's plates as he reminded them.

source: “刚刚上楼去的不是温妮莎姐姐和累死胖鹰鹰的爷爷吗？”艾米一手拿着牛骨，有点惊讶道。
en_us: Amy held a beef bone, surprised, and commented, "Were those Big Sister Vanessa and the grandpa who has tired the fat eagle out who have just went upstairs?"

source: “刚刚你们有没有听到什么声音？”
en_us: "Did you hear anything just now?"

source: “刚刚小老板不是说要去溜猫吗？”
en_us: "Didn't the Little Boss say that she's going to walk the cat?"

source: “刚刚有没有看到什么东西飘过去？”
en_us: "Did you see anything pass by just now?"

source: “刚刚那东西是什么情况？”把两个孩子都哄睡了，伊琳娜看着刚洗完澡，裹着浴巾从浴室里出来的麦格问道。
en_us: "What is that just now?" After putting the two children to sleep, Irina asked Mag, who just came out of the shower with a towel wrapped around him.

source: “刚刚那个家伙看起来心思深沉，不像好人。”伊琳娜看着麦格说道。
en_us: "That fellow seemed to be in deep thoughts just now. He did not seem like a good person," Irina told Mag.

source: “刚好合适呢。”麦格眼睛一亮，不愧是高级文明的戒指，竟然还能根据佩戴人来适应大小，“那以后安妮就戴着它吧，挺好的。”
en_us: "It fits just right." Mag's eyes lit up. An advanced civilization ring indeed. It could even adjust its size based on the wearer's finger. "In that case, just keep it on from now on. It looks good."

source: “别光喝酒，你吃点菜。”麦格看着端着酒杯又要再来一口的伊琳娜提醒道。
en_us: "Don't just drink, have some food," Mag reminded Irina, who picked up her glass for another shot.

source: “别光喝酒，吃点花生啊。”麦格来到波比面前坐下，把那叠还没有碰过的酒鬼花生往波比面前推了一点。
en_us: "Don't just drink, have some peanuts." Mag sat before Bobby. He pushed the plate of drunkard peanuts that had not been touched yet towards Bobby.

source: “别别别，我没有你这样的儿子，艾米会嫌弃的。”麦格连忙拒绝，看着那开在冰崖上的洞穴入口。
en_us: "Don't, please don't. I don't have a son like you. Amy will despise you." Mag quickly rejected him and looked at the entrance of the cave on the ice cliff.

source: “别哭别哭，要是难过的话，你就看看笑话大王嘛，还有那个属性鉴定技能，可好玩了。”系统硬着头皮哄道。
en_us: "Please don't cry. You can read 'The King of Jokes' if you feel sad. Besides, the ability of 'Attribute Identification' is really fun." The system tried its best to pacify her.

source: “别对我龇牙，不然我把你剩下的脑袋也打爆。”麦格看了一眼它的其他两个脑袋。
en_us: "Don't hiss at me, otherwise I'll bust the rest of your heads." Mag flicked a glance its other two heads.

source: “别急啊，哈迪斯先生。”埃菲却是伸手轻轻拉住了他的衣袖。
en_us: "There's no rush, Mr. Hades." Eiffie pulled Mag's sleeve gently.

source: “别担心小主，只是一个切菜台而已，我相信你父亲不会怪你的，毕竟你那么可爱……”
en_us: "Don't worry, Little Mistress, it's just a kitchen counter. I believe your father would not blame you. After all, you're so cute…"

source: “别挣扎了，我在匕首上抹了毒，算算时间，也该发作了。”康妮一脸淡然道。
en_us: "Don't struggle. I've put poison on the daggers. Looking at the time, it should be acting right now." Connie said calmly.

source: “别提了，听说最近朝廷里出了大事，大人们人心惶惶，那里还有心思来吃饭，连酒都不敢来喝了。”隔壁娇媚的酒馆老板娘深深吸了一口银烟斗，然后目光迷离的将白色的烟雾吐了出来。
en_us: "Don't talk about that. I heard something huge happened at the court recently, and all the lords are terrified. How can they be in the mood to come and eat? They don't even come to drink." The seductive lady boss of the tavern next door took a puff of white smoke from a silver tobacco pipe, and then blew the white smoke out with a glazed gaze.

source: “别紧张，坐着慢慢谈。”伊琳娜自己在高脚椅上坐下，俯视着麦格。
en_us: "Don't be nervous. Take a seat, we'll talk it through nicely." Irina sat on her barstool as she looked down on Mag.

source: “别误会，我不是馋你的酒谱，我是想根据你的酿酒方法给你定制一套蒸馏设备，一步到位，尽量减少操作可能带来的影响。”麦格解释道。
en_us: "Don't be mistaken. I'm not after your brewing manual. I simply want to custom make a set of distillation equipment for you according to your brewing methods. We will settle everything at one go and minimize any operational mistakes." Mag explained.

source: “别说小姑娘了，那圆滚滚的东西也惹不起。”
en_us: "Don't mention the little girl. Even that round thing isn't to be trifled with."

source: “别说，还真想招一个。”麦格诚实的点头。
en_us: "I really am thinking of it." Mag nodded honestly.

source: “别踩！我说！我都说！”巨汉慌忙叫道，生怕麦格又来一个意外。
en_us: "Don't step! I'll tell! I'll say everything!" the man shouted quickly, afraid that another accident would happen again.

source: “到了。”马车停下，车夫的声音从外边响起。
en_us: The horse-drawn carriage stopped, and the coachman said, "We've arrived."
